Repository: Therobodavo/OnlineMMO
Catalog: Plugins/Online/OnlineSubsystemUtils/Content/Localization/OnlineSubsystemUtils/*/OnlineSubsystemUtils_FromXLoc.po
Languages: es, ko, pl

# EPartyReservationResult,Accepted
source: Accepted
es: Aceptado
ko: 수락됨
pl: Zaakceptowano

# EPartyReservationResult,BannedResponse
source: Player Banned
es: Jugador expulsado
ko: 플레이어 추방됨
pl: Gracz wykluczony

# EPartyReservationResult,ContainsExistingPlayers
source: Party members already in session
es: Los miembros del grupo ya están en la sesión
ko: 파티원들이 이미 게임 중입니다.
pl: Członkowie ekipy już są w sesji

# EPartyReservationResult,DeniedResponse
source: Not accepting connections
es: No acepta conexiones
ko: 연결 불가 상태
pl: Nieakceptowanie połączeń

# EPartyReservationResult,DuplicateReservation
source: Duplicate reservation detected
es: Reserva duplicada detectada.
ko: 중복 예약 감지됨
pl: Wykryto zduplikowaną rezerwację

# EPartyReservationResult,FullGame
source: Game full
es: Partida completa
ko: 게임 풀
pl: Gra jest pełna

# EPartyReservationResult,GeneralError
source: Unknown Error
es: Error desconocido
ko: 알 수 없는 오류
pl: Nieznany błąd

# EPartyReservationResult,InvalidReservation
source: Bad reservation request
es: Mala solicitud de reserva
ko: 잘못된 예약 요청입니다.
pl: Nieprawidłowe żądanie rezerwacji

# EPartyReservationResult,NoResponse
source: No response
es: Sin respuesta
ko: 반응 없음
pl: Brak odpowiedzi

# EPartyReservationResult,ReservationNotFound
source: No Reservation
es: Sin reserva
ko: 예약 없음
pl: Brak rezerwacji

# K2Node,FlushLeaderboards
source: Flush Leaderboards
es: Vaciar marcadores
ko: 순위표 비움
pl: Wyczyść rankingi

# K2Node,K2Node_LeaderboardFlush_Tooltip
source: Flushes leaderboards for a session
es: Vacía los marcadores de una sesión.
ko: 한 기간 동안의 순위표를 비웁니다.
pl: Wyczyść rankingi sesji

# K2Node,LeaderboardFlushCategory
source: Online|Leaderboard
es: Online|Marcador
ko: 온라인|순위표
pl: Ranking|online

# NetworkErrors,BeaconSpawnClientWorldPackageNameError
source: Join failure, existing ClientWorldPackageName.
es: Error al unirse, ya existe ClientWorldPackageName.
ko: 참가 실패, ClientWorldPackageName 이 이미 있습니다.
pl: Nie można dołączyć, istnieje obiekt ClientWorldPackageName.

# NetworkErrors,BeaconSpawnExistingActorError
source: Join failure, existing beacon actor.
es: Error al unirse, ya existe una señal de guía.
ko: 참가 실패, 봉화 액터가 이미 있습니다.
pl: Nie można dołączyć, istnieje aktor sygnału.

# NetworkErrors,BeaconSpawnFailureError
source: Join failure, Couldn't spawn beacon.
es: Error al unirse, no se pudo generar la guía.
ko: 참가 실패, 봉화를 스폰시킬 수 없습니다.
pl: Nie można dołączyć, brak możliwości wywołania sygnału.

# NetworkErrors,BeaconSpawnNetGUIDAckError1
source: Join failure, no host object at NetGUIDAck.
es: Error al unirse, no hay objeto host en NetGUIDAck.
ko: 참가 실패, NetGUIDAck 에 호스트 오브젝트가 없습니다.
pl: Nie można dołączyć, brak obiektu hosta w obszarze NetGUIDAck.

# NetworkErrors,BeaconSpawnNetGUIDAckError2
source: Join failure, no actor at NetGUIDAck.
es: Error al unirse, no hay señal en NetGUIDAck.
ko: 참가 실패, NetGUIDAck 에 액터가 없습니다.
pl: Nie można dołączyć, brak aktora w obszarze NetGUIDAck.

# NetworkErrors,BeaconSpawnUnexpectedError
source: Join failure, unexpected control message.
es: Error al unirse, mensaje de control inesperado.
ko: 참가 실패, 예상치 못한 제어 메시지입니다.
pl: Nie można dołączyć, nieoczekiwany komunikat kontrolny.

# NetworkErrors,GenericBeaconConnectionFailed
source: Beacon Connection Failed.
es: Fallo en la conexión de guía.
ko: 봉화 연결 실패.
pl: Nie można nawiązać połączenia sygnałowego.
