Repository: Therobodavo/OnlineMMO
Catalog: Plugins/Online/OnlineSubsystemUtils/Content/Localization/OnlineSubsystemUtils/*/OnlineSubsystemUtils.po
Languages: fr, it, ja, pt_br, ru

# EPartyReservationResult,Accepted
source: Accepted
fr: Accepté
it: Accettata
ja: 承諾済み
pt_br: Aceito
ru: Принято

# EPartyReservationResult,BannedResponse
source: Player Banned
fr: Joueur banni
it: Giocatore bannato
ja: アクセス禁止処分
pt_br: Jogador banido
ru: Игрок заблокирован

# EPartyReservationResult,ContainsExistingPlayers
source: Party members already in session
fr: Les membres du groupe sont déjà dans la session.
it: Membri del gruppo già in questa sessione
ja: パーティーメンバーはすでにセッションに参加しています
pt_br: Membros do grupo já estão em sessão
ru: Участники группы уже в сеансе игры

# EPartyReservationResult,DeniedResponse
source: Not accepting connections
fr: Connexions non acceptées
it: Non accetta connessioni
ja: 接続を承諾しない
pt_br: Não aceitando conexões
ru: Не принимает подключения

# EPartyReservationResult,DuplicateReservation
source: Duplicate reservation detected
fr: Réservation identique détectée
it: Rilevata prenotazione duplicata
ja: 重複予約が検出されました
pt_br: Reserva duplicada detectada
ru: Обнаружен дублирующий резерв

# EPartyReservationResult,FullGame
source: Game full
fr: Partie complète
it: Partita al completo
ja: ゲームが満員です
pt_br: Jogo cheio
ru: Нет мест в игре

# EPartyReservationResult,GeneralError
source: Unknown Error
fr: Erreur inconnue
it: Errore sconosciuto
ja: 不明なエラー
pt_br: Erro desconhecido
ru: Неизвестная ошибка

# EPartyReservationResult,InvalidReservation
source: Bad reservation request
fr: Demande de réservation erronée
it: Richiesta di prenotazione errata
ja: 予約リクエスト失敗
pt_br: Solicitação de reserva incorreta
ru: Неверный запрос резерва

# EPartyReservationResult,NoResponse
source: No response
fr: Aucune réponse
it: Nessuna risposta
ja: 応答なし
pt_br: Sem resposta
ru: Нет ответа

# EPartyReservationResult,ReservationNotFound
source: No Reservation
fr: Aucune réservation
it: Nessuna prenotazione
ja: 予約なし
pt_br: Sem reserva
ru: Нет резерва

# K2Node,FlushLeaderboards
source: Flush Leaderboards
fr: Réinitialisation des classements
it: Flush classifiche
ja: ランキングを再登録する
pt_br: Limpar placares
ru: Сбросить список лидеров

# K2Node,K2Node_LeaderboardFlush_Tooltip
source: Flushes leaderboards for a session
fr: Réinitialise les classements pour une session
it: Flush delle classifiche per una sessione
ja: セッションのランキングを再登録する
pt_br: Limpa placares de uma sessão
ru: Сбрасывает список лидеров сессии

# K2Node,LeaderboardFlushCategory
source: Online|Leaderboard
fr: Classement|En ligne
it: Online|Classifica
ja: オンライン|ランキング
pt_br: Online|Placar
ru: Список лидеров|онлайн

# NetworkErrors,BeaconSpawnClientWorldPackageNameError
source: Join failure, existing ClientWorldPackageName.
fr: Impossible de rejoindre. ClientWorldPackageName existant.
it: Errore di ingresso, ClientWorldPackageName già esistente.
ja: 参加失敗。既存のClientWorldPackageName
pt_br: Falha ao entrar. ClientWorldPackageName existente.
ru: Ошибка подключения: ClientWorldPackageName уже существует.

# NetworkErrors,BeaconSpawnExistingActorError
source: Join failure, existing beacon actor.
fr: Impossible de rejoindre. Opération de balise existante.
it: Errore di ingresso, attore beacon già esistente.
ja: 参加失敗。既存のビーコンアクター
pt_br: Falha ao entrar. Ator de marco existente.
ru: Ошибка подключения: действующий объект маяка уже существует.

# NetworkErrors,BeaconSpawnFailureError
source: Join failure, Couldn't spawn beacon.
fr: Impossible de rejoindre. Impossible de faire apparaître la balise.
it: Errore di ingresso, impossibile generare beacon.
ja: 参加失敗。ビーコンを生成できませんでした
pt_br: Falha ao entrar. Impossível gerar marco.
ru: Ошибка подключения: не удалось разместить маяк.

# NetworkErrors,BeaconSpawnNetGUIDAckError1
source: Join failure, no host object at NetGUIDAck.
fr: Impossible de rejoindre. Aucun objet hôte à NetGUIDAck.
it: Errore di ingresso, nessun oggetto host in NetGUIDAck.
ja: 参加失敗。NetGUIDAckにホストオブジェクトがありません
pt_br: Falha ao entrar. Sem objeto no NetGUIDAck.
ru: Ошибка подключения: отсутствует объект хоста в NetGUIDAck.

# NetworkErrors,BeaconSpawnNetGUIDAckError2
source: Join failure, no actor at NetGUIDAck.
fr: Impossible de rejoindre. Aucune opération à NetGUIDAck.
it: Errore di ingresso, nessun attore in NetGUIDAck.
ja: 参加失敗。NetGUIDAckにアクターがありません
pt_br: Falha ao entrar. Sem ator no NetGUIDAck.
ru: Ошибка подключения: отсутствует действующий объект в NetGUIDAck.

# NetworkErrors,BeaconSpawnUnexpectedError
source: Join failure, unexpected control message.
fr: Impossible de rejoindre. Message de contrôle inattendu.
it: Errore di ingresso, messaggio di controllo non previsto.
ja: 参加失敗。予期しないコントロールメッセージ
pt_br: Falha ao entrar. Mensagem de controle inesperada.
ru: Ошибка подключения: неожиданное сообщение управления.

# NetworkErrors,GenericBeaconConnectionFailed
source: Beacon Connection Failed.
fr: Échec de la connexion à la balise.
it: Connessione beacon non riuscita.
ja: ビーコン接続に失敗しました
pt_br: Falha de conexão com o marco.
ru: Не удалось подключиться к маяку.
